[
{"campaignTitle": "WE GOTTA GET HIM A GPU!!!", "amountRaised": ["5"], "goal": "of $170 goal", "currencyType": ["U.S. Dollar"], "endDate": "", "numberContributors": ["1"], "story": "", "url": ["https://fundrazr.com/a1Cyfa"]},
{"campaignTitle": "I WONT GIVE UP- Pls Help me to achieve my dream!", "amountRaised": ["0"], "goal": "of $1k goal", "currencyType": ["U.S. Dollar"], "endDate": "Aug 15, 2018", "numberContributors": ["0"], "story": "Hii, im Kei. I am 15 years old and currently fighting for the last\n  year in high school. I've 1 younger brother and 1 younger sister. I\n  will graduate next year and i wanted to go to the finest colleges and\n  studying in Visual Communication Design. Of course, i'll study hard to\n  enter the university, but the problem is i really dont want to burden\n  my parents for the fees. First of all, my english is bad, but i hope you could understand.. Reason: I found out that i'll need a laptop,\n  drawing tablet, art equipments, and other fees for college that i\n  can't afford. My laptop died, i've used it since 2012. And, i only\n  have that. I used my own money that i've collected to buy a phone for\n  myself. Now i cant do that again bcs i only have the money transport\n  to go to school. My parents still have to pay off our house.\n  They still have to pay for my school fee, course fee, and others. But\n  i only live once, i cant just give up like that. i wanted to try my\n  best bcs maybe t here are lots of other people out there who may\n    want to be myself. I've to be grateful for my life by trying my best. I'll busy studying and practicing for school.. I can't focus on\n    any part time job. I can't find it too, they said im too young. Y es, i entered school too fast. Oh, and i a little bit in a rush cs i really have to learn and\n    practice with the laptop and drawing tablet before August. School\n    will have so many exams, tests, homeworks, so i dont have much time.. Last, Thank you so much for all your supports, any amount helps. All donations greatly appreciated, and thanks for helping me to\n    achieve my dream ! and also i just want to say that if you have a\n    dream, dont give up! You'll never know before you try and dont quit\n    trying too! Life is important, enjoy and be happy. Hope i could get a job in an Animation company!!", "url": ["https://fundrazr.com/d1Mu9c"]},
{"campaignTitle": "Joshua's studio equipment", "amountRaised": ["160"], "goal": "of $1.5k goal", "currencyType": ["U.S. Dollar"], "endDate": "", "numberContributors": ["4"], "story": "My name is Joshua Bradley, I am 15 years old. I’m currently a\n    sophomore in high school. I am looking for funding to start creating\n    some films. I first gained interest in video making after taking a\n    video editing class my freshman year of high school. I currently am\n    in need of: two to three cameras, a tripod for each, a backdrop\n    stand, lights, and several microphones. With this I will be able to\n    make quality videos with the techniques that I have learned. I’m\n    extremely excited to get started! Some kids could receive these items in a series of Christmas and\n    or birthday presents, but when you grow up in a family with 10\n    children like me anything that you get is either a hand-me-down that\n    has gone through a couple of your siblings, or it comes from a\n    thrift store (mainly from the Goodwill). I work hard when I’m not at school, but it’s not to earn money.\n    Every day after school I am either babysitting my younger siblings\n    or my 2 and 3 year old nieces, taking care of my family’s 126\n    rabbits (recently went up to 134 with the birth of the birth of two\n    more litters), 14 pigs, 4 chickens, 9 dogs, and a cat (I only\n    approve of the cat), or in the summer working landscaping jobs with\n    my dad. The work I do with my dad helps pay for my clothes from\n    Goodwill. I'm sorry i got a little off topic, but this fundraiser will be\n    able to help me pursue a future in filmmaking, who knows maybe i'll\n    make one of the next major films after i go to college and get\n    degrees in Film, Animation, Audio, & Entertainment Business.\n    Before I can do this I will need to learn as much as I can on my own. Thank you for your contribution, time, and consideration. I look\n    forward to sharing the masterpieces I will be able to create with\n    your help.", "url": ["https://fundrazr.com/21Jg36"]},
{"campaignTitle": "3D Printing Inspiration Class Visit to Art Museum", "amountRaised": ["200"], "goal": "of $200 goal", "currencyType": ["U.S. Dollar"], "endDate": "", "numberContributors": ["3"], "story": "My name is Elena Chiovaro, and I am an art teacher at Aloha High\n    School. During the spring semester, my advanced drawing students\n    will be starting a unit on 3D printing. They will be designing\n    original characters and creating 3-dimensional models of these\n    characters to be printed. LAIKA Animation Studios are pioneers of 3D printing technology.\n     It is the base used in the skeletons for their stop-motion\n    animation puppets. Currently, the Portland Art Museum has an\n    exhibition of LAIKA's 3D printed puppets and other crafted materials\n    used in their films. Not only is it an exceptional example of how 3D\n    printing can be used as an art form, but L AIKA studios are\n    based in Hillsboro, giving our students exposure to incredible\n    art and technology being used locally. We would like to take the students to the LAIKA exhibit to\n    inspire their work in 3D printing and character design. This exhibit\n    is a once in a lifetime opportunity for Aloha students to see\n    LAIKA's craftsmanship up close. The funds raised would pay for the cost of bus transportation\n    for 40 students.", "url": ["https://fundrazr.com/AHS_MUSEUM_3D"]},
{"campaignTitle": "Help me to become an Animation Artist", "amountRaised": ["3"], "goal": "of $8k goal", "currencyType": ["U.S. Dollar"], "endDate": "", "numberContributors": ["1"], "story": "I studied at the Instituto de Diseño de Caracas, Venezuela and I got\n  graduated from Illustration. My dream has always been to work in\n  animation. In order to achieve it, I would like to enroll in a Visual\n  Development degree in San Francisco or Los Angeles I want to study visual development because I could improve my skills\n  and create new ones to show my talents and pursue my dreams Unfortunately, my country is facing a strong political and economic\n  crisis. It has been impossible for me and my family to pay a course abroad. This Fund would be oriented to pay a degree in visual development, in\n  San Francisco, this includes classes like Perspective for Characters\n  & Environment, Story Development, Cityscape Painting, among others. Anything you send to support this work is greatly appreciated. To learn more about my work please visit my Instagram account @aduahc\n  or click here https://www.behance.net/Aduahernandez Enjoy! Thank you so much for helping me to make my dreams come true :) If you would like to learn more about the career program click here https://www.academyart.edu/academics/visual-development/graduate#", "url": ["https://fundrazr.com/b1HHH3"]},
{"campaignTitle": "Faith and Family Films Projector/Sound Equipment", "amountRaised": ["60"], "goal": "of $7k goal", "currencyType": ["U.S. Dollar"], "endDate": "", "numberContributors": ["3"], "story": "Faith and Family Films started in 2007 in a small church in New\n  Hampshire and has sense expanded to more churches and halls in\n  Vermont. As we seek to expand our reach we need your help. Hollywood\n  is not interested in bringing good family and faith based\n  entertainment to the nation, we look to fix that problem, at least in\n  the New England area by offering films that may otherwise never get\n  seen in this area. There are many small churches that cannot show films due to not\n  having the proper equipment to do so. Our goal is to have our own\n  equiptment to travel with so we can bring films like \"God's Not\n  Dead\", \"Polycarp\", \"Herbie\", \"Welcome to\n  Inspiration\", \"Heaven Is For Real\", \"Hoovey\"\n  and other great films to those who may not have the opportunity to see\n  them otherwise. All of these films have been shown in the past and our\n  future plans are to offer films like \"Do You Believe?\",\n  \"The Faith of Our Fathers\", \"War Room\" and many\n  other lesser known but just as good films to audiences aound the New\n  England area, with a focus on Vermont and New Hampshire. We have had one organization in Vermont that recently cursed us\n  during shows and purposly blocked the entrace so patrons could not\n  attend or felt intimidated if they pushed by. this has not stopped our\n  showings and is making our company stronger in its resolve to bring\n  these films to the public. God has a bigger plan for this ministry and\n  we already have had other churches step in to fill the void and we\n  will continue to seek out more. Naturally we need to pay the royalties on each film, and in most\n  cases we ask for a love offering which helps us cover expenses, and\n  that's about all we do, cover our expenses. This is why we need your help. In 2015 we will have at least 37 showings of different films in\n  different locations around NH and VT and we hope to add more! VT is\n  currently considered the least religious, or most secular, state in\n  the union. Please consider helping us with this great task at hand to spread\n  Gods Word through film to more and more people. We currently do not\n  charge any admission for our screenings, however we do ask for a love\n  offering to help cover expenses, which they do in most cases. this is\n  why we need your help to expand and spread Gods Word. The\n  possibilities are unlimited with your help. A special thank you to Jesse at RacMan Christain Radio for producing\n  our video!", "url": ["https://fundrazr.com/1xHQd"]},
{"campaignTitle": "Third Grade Stop Motion Animation Extravaganza", "amountRaised": ["341"], "goal": "of $341 goal", "currencyType": ["U.S. Dollar"], "endDate": "", "numberContributors": ["8"], "story": "My name is Damiana King and I teach third grade at Ridgewood\n  Elementary School. My 23 students love using the iPads to show their\n  learning. Students will be making stop motion animation to show their\n  understanding of life cycles. But that is just the beginning, with\n  these items in our classroom it opens up the possibility of many more projects! I am asking for the following: 5 iPad stands $95 ($19 each ) 4 microphones $96 (2 lavalier\n  microphones $22 each and 2 table top microphones $26 each) 3 mini recording studios $150 ($50 each) Please help our class create stop motion! Thank you!", "url": ["https://fundrazr.com/Stop_Motion_Extravaganza"]},
{"campaignTitle": "Help finish queer Harlem Renaissance music short", "amountRaised": ["2,345"], "goal": "of $10k goal", "currencyType": ["U.S. Dollar"], "endDate": "", "numberContributors": ["20"], "story": "Shoga Films has been making documentaries about the intresection of race and sexuality for over a\n  decade with multiple film festival screening and garnering some awards\n  along the way. We are now attempting our most ambitious project yet,\n  an historical retrieval of the under-appreciated participation of gays\n  and lesbians in the Harlem Renaissance. Unlike our previous films,\n  this will require a major budget of well over $200,000. HOWEVER, we\n  are starting  with a smaller piece, \"Congo Cabaret,\" that\n  will prime the pump for further donations, grant applications, and the\n  building of our community and audience. We recently completed a successful Kickstarter campaign to\n  (inadequately) cover the costs of production of a short music film\n  based on an adaptation of a Harlem Renaissance novel authored by\n  Claude McKay, a gay writer of the period. That has been beautifully\n  filmed but, we still need funds for post-production: editing,\n    sound mixing, color correction, publicity and distribution . “Congo Cabaret” is a short music film based on a slice of Harlem\n    Renaissance life from gay writer Claude McKay’s then-bestselling\n    novel, Home to Harlem . Adapted by Quincy Gossfield ( The DL Chronicles ) and\n    Robert Philipson ( Body and Soul: An American Bridge ),\n    \"Congo Cabaret\" beautifully contextualizes  a knock-out\n    performance of a Bessie Smith song by rising star Parisa Fitz-Henley\n    (NBC's Midnight, Texas ). Featuring veteran actors Kevin\n    Daniels ( Modern Family ) and Darryl Stephens ( Noah's\n    Arc ), \"Congo Cabaret\" combined lush cinematography\n    with finely nuanced acting. You will be amazed at how much this\n    (projected) 15-minute short packs into its lean profile. This\n    gorgeous footage, the creation of directors Deondray and Quincy\n    Gossfield, must come to fruition. Please help us get there! If you can't donate yourself, share this link with those for\n    whom the recuperation of Black queer history is important, as well\n    as for those who want to support fine independent filmmaking. Shoga Films is a 501(3)c non-profit organizations. All\n    donations are tax deductible! Watch our uber talented directors Deondray and Quincy Gossfield talk\n  about his joy in bringing out the queer side of the Harlem Renaissance\n  through their artistry. And who is this mystery man? Help us raise $ to finish\n  post-production, so you can see....", "url": ["https://fundrazr.com/queerHR1927"]},
{"campaignTitle": "50 Lakhs Need for Releasing the Film PANCHALI", "amountRaised": ["0"], "goal": "of $90k goal", "currencyType": ["U.S. Dollar"], "endDate": "", "numberContributors": ["0"], "story": "I am A.P.Chandra Bose film director/producer For the past 18 years have struggled to become a good film director\n  here in Tamil film industry.But no chance for the opening from\n  producers.I started my carrier by my own production company Micro Media Films and produced the film\n  PANCHALI.Fully Completed with good quality and classic work of\n  creativity.My film is ready for Release..but no buyers or\n  distributors.Planing for own release all over the world.Need fun for\n  Ads and Theater rent.After Releasing this film PANCHALI that I will\n  get many film producer for future projects.Hope You Help me. Need money around 50 lakhs INR. Thank you Regards for Micro Media Films A.P.Chandra Bose whatssApp +919094323953 Email: micromediafilms@yahoo.com", "url": ["https://fundrazr.com/71MS09"]},
{"campaignTitle": "FILMS FOR FIVE HUNDRED!", "amountRaised": ["1,025"], "goal": "of £500 goal", "currencyType": ["Pound Sterling"], "endDate": "", "numberContributors": ["50"], "story": "BE A LIGHT IN\n    THE DARK PLAY 4 CALAIS brings pop-up cinema and play-time to the 600+\n    children and 6000+ adults living in The Jungle in Calais. With\n    little to do and tensions high, refugees are desperate for respite\n    care and community building activities to take part in. A few brief hours of cinema screenings and play-time helps\n    people take their minds off the pain and trauma they've already\n    experienced and often continue experiencing. Every trip we make,\n    myself and the volunteers are always met with open arms and great\n    smiles and asked to return again as soon as possible... Which costs\n    money. So, funds permitting, we head to Calais as often as we can;\n    as such, our fundraising efforts are ongoing. PLAY 4 CALAIS is hosted by the Women and Children's Centre and\n      The Baloo's Boys Youth Centre. We are generously supported by The Lexi Cinema in\n      London https://thelexicinema.co.uk and\n      roaming pop-up cinema The Nomad http://www.whereisthenomad.com with\n      technical equipment. Find us on: Facebook Twitter Instagram", "url": ["https://fundrazr.com/2193V9"]},
{"campaignTitle": "Help to pay for bleedingcritic.com's hosting fees", "amountRaised": ["264"], "goal": "of £400 goal", "currencyType": ["Pound Sterling"], "endDate": "", "numberContributors": ["8"], "story": "@BleedingCritic DON'T PANIC IF YOUR SCREEN STARTS TO BLEED http://bleedingcritic.com is where horror fans\n    are actually seen. + your short films, video reviews & audio stories. I appreciate your contribution towards a years web hosting plus\n  increased security & improved google SEO. - Bleeding Critic", "url": ["https://fundrazr.com/e1GuYe"]},
{"campaignTitle": "Badland Films needs your help!", "amountRaised": ["1"], "goal": "of $1k goal", "currencyType": ["U.S. Dollar"], "endDate": "", "numberContributors": ["1"], "story": "We are fundraising money for our movie \"Lost Boy: The Bobby Driscoll Story\". Bobby was the voice behind Peter Pan and his story is interesting and deserves to be told. We need help raising money for the cost of equipment and travel expenses.", "url": ["https://fundrazr.com/6Pxq7"]},
{"campaignTitle": "Making an Independent movie about a BigFoot", "amountRaised": ["75"], "goal": "of $15k goal", "currencyType": ["Australian Dollar"], "endDate": "Aug 1, 2018", "numberContributors": ["1"], "story": "Hello, my name is Derek Taylor and I love independent films. I enjoy\n  the improvisation and creativity that goes into making this type of\n  film, and the people that work on a project such as this. DreamQuest Productions Australia is dedicated to this activity. Our\n  goal is to make a feature length movie, using a 4K Red Camera which we\n  already have. We have a talented team of artists and actors who are\n  keen and willing to bring this story to life on screen. The financial support we seek will pay for production costs such as\n  actors, make up artists, logistics, location hire, equipment hire,\n  editing, marketing and promotion, insurance cover and DVD production. Please support our independent production, and you will be satisfied\n  to know alternative artistic talent is striving to complete a film not\n  made in the mainstream. We are serious about making this film and have put together some\n  preliminary material - https://www.youtube.com/watch?v=1IMBzE1A2Yc", "url": ["https://fundrazr.com/a1LESe"]},
{"campaignTitle": "Am traveling to screen films to other cities", "amountRaised": ["540"], "goal": "of $2k goal", "currencyType": ["U.S. Dollar"], "endDate": "", "numberContributors": ["16"], "story": "I just learned about FundRazr. We are traveling with films to screen to other cities outside of our county in May, 2013: Santa Rosa, Cotati, Ukiah, Ojai, Santa Barbara, Ventura. 7 film screenings in 7 days. OCCUPY LOVE and KUMARE are the films AND to stimulate conversation after the film like a town-hall meeting..... Funds go to paying for films ($700), gas (nearly 1,000 miles @ 35mpg = $120), scheduling/promoting (70 hours), sleeping over (?), lowering the admission fee of screenings to allow people who can't afford it to see the films. Oh, did I say eating? hahhaha", "url": ["https://fundrazr.com/bVt84"]},
{"campaignTitle": "Kate's Film Startup Campaign", "amountRaised": ["2,410"], "goal": "of $3k goal", "currencyType": ["U.S. Dollar"], "endDate": "", "numberContributors": ["20"], "story": "Please help support my new film project and digital space, that will\n  connect non-profits and community organizations with films related to\n  their mission. I am also in development on my own film project, I will\n  be updating supporters with private messages as we go along.", "url": ["https://fundrazr.com/katescampaign"]},
{"campaignTitle": "September FiLMs in Santa Barbara and Ojai", "amountRaised": ["80"], "goal": "of $500 goal", "currencyType": ["U.S. Dollar"], "endDate": "", "numberContributors": ["3"], "story": "Need extra cash to make the traveling smoother: for gas, purchasing\n  film rights, spending oodles of time promoting in various ways,\n  designing flyers and mailing them out, paying the venue... I screen\n  these films because they are seeds of and for change; they reveal\n  messages of possibility, they inspire, move people to tears and to\n  action... and the newer ones are transformative in the sense they are\n  more like movies with drama, with a moving sound track, with pauses\n  that allow the viewer to really get engaged with the participants, the\n  change agents, the activists and the issues. And we have a\n  conversation afterwards, facilitated by myself with the additional\n  folks who also are knowledgable about the specific issues... ~ bob banner", "url": ["https://fundrazr.com/bbXtc"]},
{"campaignTitle": "22: A Film About Veterans", "amountRaised": ["1,085"], "goal": "", "currencyType": [], "endDate": "", "numberContributors": [], "story": "Who We are Rescue Doc Films is a 501(c)(3) not-for-profit media company committed to producing educational, challenging and socially\n    relevant media to strengthen human and animal rights. The Cause In April of 2016, Rescue Docs was honored to document the Shepherd’s\n  Men run from Boston to Atlanta. They each ran 22km per day wearing 22\n  pounds for 9 days. The number 22 signifies the number of veterans that\n  commit suicide every day. It’s a staggering number and one that we\n  must bring to zero. We made a short film that chronicled the incredible efforts being\n  made by the Shepherd's Men to raise money and awareness for the life\n  saving work being done by the SHARE Military Initiative. As soon as we\n  met the Shepherd's Men, we knew there was a much larger film that\n  needed to be made. That film is 22. SHARE Military Initiative at Shepherd Center is a comprehensive\n  rehabilitation program that focuses on assessment and treatment for\n  service men and women who have sustained a mild to moderate traumatic\n  brain injury and PTSD from the Afghanistan and Iraqi conflicts. 22 will tell the stories of these service men and women who\n  volunteered to serve their country as they struggle to regain a normal\n  civilian life. It is our hope that this film will let veterans\n  struggling with PTSD and traumatic brain injuries know that they are\n  not alone and it's OK to ask for help. Making The Film Making this film will require funds for equipment, crew, travel,\n  editing, music, graphic design, marketing, festival submission fees,\n  and much more. We have a proven track record of making films under\n  budget and putting them to work for the causes that need them. How You Can Help We need your help to raise the funds necessary to make this film.\n  With perks starting at $10 for a digital download of the film once\n  it's completed to $1000 to become an Associate Producer of the film,\n  there are ways that anyone can help. We also depend on you to share\n  the campaign with your friends and family on social media. Thank You! Filmmaking is a collaborative art form, from camera operators to\n  donors, every role on the team is imperative. Without your help, we\n  simply would not be able to make this vitally important film. Thank you in advance for your consideration, Michael Samstag & Josh Gildrie Rescue Doc Films", "url": ["https://fundrazr.com/22thefilm"]},
{"campaignTitle": "The Return of Dark Knight Films", "amountRaised": ["1,735"], "goal": "of $5k goal", "currencyType": ["U.S. Dollar"], "endDate": "", "numberContributors": ["50"], "story": "**A $100 donation will receive the ENTIRE Mikayla or\n      Nina video catalog!** After an unexpected 7-year hiatus, the return of Dark Knight\n    Films is now in full swing! All monies raised will be used to launch\n    a new website, purchase a new HD camera package, and recruit new\n    models for the next wave of upcoming video productions!", "url": ["https://fundrazr.com/a19b49"]},
{"campaignTitle": "Junk Food & Horror Films", "amountRaised": ["150"], "goal": "of $3k goal", "currencyType": ["U.S. Dollar"], "endDate": "", "numberContributors": ["2"], "story": "Junk Food and Horror Films is a short film about the triumph of an\n  underdog with an overactive imagination. The main character, Jared, is just trying to go out and get some\n  snacks and return in time to enjoy a horror film marathon, when he\n  experiences a horror-like adventure of his own. This film touches on many themes: parent-child conflict, romance,\n  horror, paranoia, and more. The audience will find themselves\n  enthralled by this short film, rooting for Jared as he struggles\n  through the past, present, and future... Hello, I'm Zak and I need just a little bit of funds for my upcomng\n  thesis project. Even though my actors are working for free, I would at\n  least like to feed them and pay for travel expenses and their is some\n  equipment I would like to get for the project. I already have a good camera and most of the lighting equipment I need. I need props, food and paying for travel and also to rent some more\n  equipment I do not have. This would really help out.", "url": ["https://fundrazr.com/1flm7"]},
{"campaignTitle": "Jeep Klips Adventure Films", "amountRaised": ["25"], "goal": "of $1k goal", "currencyType": ["Australian Dollar"], "endDate": "", "numberContributors": ["2"], "story": "As some of you may know by now, I make films of almost every trip we\n  do with our Jeeps. My YouTube channel 'JeepKlips' has over 14900 views\n  and almost 100 subscribers. My films showcasing what we do as Jeepers\n  have have been seen by people all across the world and I have actually\n  spoken to people who joined this page because of my films. In order to\n  keep moving forward with the channel and increase the quality of my\n  films I ask that you give whatever you can to help me produce even\n  better films than I do now. I will use your kind donations to purchase\n  some HD filming equipment as well as a decent mic to add commentary to\n  my films which will give them some much needed context as to what is\n  going on.", "url": ["https://fundrazr.com/av1X9"]},
{"campaignTitle": "Oriole Park Pre-Production Fund", "amountRaised": ["3,950"], "goal": "of $5k goal", "currencyType": ["U.S. Dollar"], "endDate": "", "numberContributors": ["29"], "story": "Things are getting exciting for ORIOLE PARK as we\n  continue our march toward production in the spring of 2015! Recently,\n  we were named indieWIRE's Project of the Day and then won a hard fought battle for Project of the Week . We've also\n  been one of the top trending films on Slated.com for several months! For those who don't know, Joey King ( Wish I Was Here, FX’s Fargo ) is attached to star and Joel Murray ( Mad Men, God Bless\n  America ), and Christian Stolte ( Public\n    Enemies, Chicago Fire ) will all play supporting roles. Our director is Kevin Slack , an accomplished music video\n  director whose work includes The Gaslight Anthem’s “ Here Comes My Man ” and “ Handwritten ,” both of which have more than 1\n  million views each online, and our composer is The Gaslight Anthem 's lead singer/songwriter\n  Brian Fallon himself! We've also signed a sales agency agreement with Shoreline Entertainment , which means that after\n  the film is made, they'll help us get it into theaters, on DVD, and\n  VOD around the globe. As mentioned above, the film on Slated.com where you can see more\n  details and watch the director's pitch video: ORIOLE PARK . We are in active pre-production (casting actors, working with our\n  director, putting the production team in place) while we raise the\n  money we need to fund the film, because we intend to begin shooting as\n  early as May 2015. Because of the generous contributions we've received so far, we've\n  been able to set up the Oriole Park LLC, hire a lawyer, draft\n  contracts, and fly in Kevin to conduct location scouts and hold a\n  table read with actors. The next phase of our journey involves\n  drafting all of the legal documents we need, hiring the casting\n  agency, a trip to LA to meet with actors and investors, and bringing\n  Kevin back to Chicago for further pre-production and location scouting. We are reaching out to you today to ask for a contribution to help\n  seed the next phase of the production. All contributions will assist\n  with the film's operating expenses and will count towards the final\n  budget. Of course, you are under no obligation to make a contribution. If you aren't in a position to make a contribution, all prayers, well\n  wishes, and positive vibes are also welcome. Thanks for all your love and support, Amelia & Eric Corn\n    Bred Films", "url": ["https://fundrazr.com/br498"]},
{"campaignTitle": "Death In A Dumpster: Making Of A Musical", "amountRaised": ["1,110"], "goal": "of $10k goal", "currencyType": ["Canadian Dollar"], "endDate": "", "numberContributors": ["5"], "story": "Death In A Dumpster: Making Of A Musical is a\n  documentary about the struggles and triumph of 9 street youth. Some\n  homeless. Some fighting personal challenges, but all fighting against\n  the societal stigma and perception that comes with being street-involved. Filmed behind the scenes over the course of 7 months. Death In A\n  Dumpster: Making Of A Musical is almost complete, but WE NEED YOUR\n  HELP to help us finish the final product. All proceeds from this campaign will pay for editing and sound\n  production of all 5 episodes leading up to and including the final performance. Please contribute. This film is more than just a documentary. It is\n  about what is achievable and #nooneisdisposable", "url": ["https://fundrazr.com/a16wXa"]},
{"campaignTitle": "JOEYWOOD FILMS", "amountRaised": ["50"], "goal": "of $10k goal", "currencyType": ["U.S. Dollar"], "endDate": "", "numberContributors": ["1"], "story": "I'm a totally deaf.  I'm a director / producer of JOEYWOOD FILMS here in Upstate, South Carolina.  I start a fundraiser to support JOEYWOOD for making films with actors and actresses.  And we need equipments.  Thanks! Director of JOEYWOOD, Joey Johnson", "url": ["https://fundrazr.com/aQnfb"]},
{"campaignTitle": "Megabat", "amountRaised": ["1,000"], "goal": "of $1k goal", "currencyType": ["U.S. Dollar"], "endDate": "", "numberContributors": ["14"], "story": "Hello!! The TCU Student Filmmakers' Association is back with\n    three new films this semester. Megabat , our first in line\n    of production, is a mockumentary following the lives of officers\n    Charlie Gordon and Bert Fox. Any donations will be greatly appreciated!", "url": ["https://fundrazr.com/11I4U0"]},
{"campaignTitle": "Help Pro Club build robotic inventions", "amountRaised": ["960"], "goal": "of $930 goal", "currencyType": ["U.S. Dollar"], "endDate": "", "numberContributors": ["9"], "story": "Aloha-Huber Park Elementary Middle School students have access\n    to excellent reading, writing and math instruction, but we know that\n    they need opportunities to learn and excel in 21st century skills\n    such as design, engineering, and programming in order to make it in\n    today’s marketplace. We currently have 20 5th-8th graders who are committing\n    themselves to an After School Club called Pro Club where students will work collaboratively to produce films, build\n    robots, program video games, make music and more.  These robots will\n    give our students a reliable resource to make prototypes to make\n    their creative vision a reality.  They will also serve as resources\n    for our entire student body for the years to come, as we seek to\n    continue to integrate STEM Engineering and Programming topics into\n    our curriculum. Aloha-Huber Park K-8 serves a community with a high percentage\n    of poverty.  The easy access to enrichment programs found in other\n    local neighborhoods is not readily found at Aloha-Huber yet.  Please\n    help an energetic staff and student body change this by funding the\n    purchase of these robotic kits.  This equipment will help us to\n    inspire students to take their learning, creativity, and design\n    skills to the next level. The money will be used to purchase: 2 Lego Mindstorms Education EV3 Core set = $779.90 1 Parrot Mambo Code = $150", "url": ["https://fundrazr.com/AH_Pro_Club"]},
{"campaignTitle": "Tanika Travel disabelt on bed around the world", "amountRaised": ["0"], "goal": "of €100k goal", "currencyType": ["Euro"], "endDate": "", "numberContributors": ["0"], "story": "My dream. Travel the world lying on bed My name is Tanika de Koning (26 years) My dream is traveling around the world, even though I am handicapped\n  on bed. I believe in making the impossible possible. I have a rare\n  muscular disease, and have been locked up in my room for years. But I\n  am a fighter and I am crazy for my dreams, my passions and my talents.\n  I'm in love with India. India is my dream country where I really want\n  to go. From my childhood I dreamed of it. It makes my heart beat\n  faster, the music makes me happy, the Bollywood movies inspire me. The\n  love for India is almost impossible to explain. My spirit, my heart is\n  there. I believe India will change my life. It's my destiny. Unfortunately, I can not buy a ticket like other people, sit and\n  travel, and just walk in a car or train. Financially, I do not manage\n  to do this. I am trying to find it very hard with savings and things,\n  but after speaking to the organization, I have to pay eight times the\n  airline ticket. I also need at least one supervisor, actually two.\n  People taking care of me, lifting, helping etc. Because I have to pay\n  separately for a stretcher, and because I have to pay for the chairs\n  with the stretcher. And I can not raise that money ... In addition, a special van has to be made in India where I can lay on\n  a bed (a high bed in which I can drive around and sleep). Also,\n  overnight stays must be arranged for a special bed. These are all\n  challenges, and also the financial costs involved. India is obviously\n  not the country like in the Bollywood films. India is so big and so\n  diverse. I want to travel there, but not alone. Bollywood industry In spite of the fact that I am in bed, I want to visit the\n  bollywood the industry, writing scripts, acting, modelling in a\n  variety of areas, and especially not my fashion. I am a high fashion\n  designer and artist. It seems great to me to make beautiful outfits\n  for the movie industry, but also to work with local people, and to\n  start something. Thus, I can share my talents with my dream country. I\n  also design on paper, because if people ask about it, lying on my side\n  with pillows below, but unfortunately I can not sew it. Therefor I\n  need other great people to work together, and make the creations alive. The movie industry has shown interest in me through social media. I\n  have to say that on my photos you often do not see me being sick. But\n  even then people are interested, but they all ask when you come here.\n  This hurts my heart because they do not know how much I like to go to\n  India. That sense of desire for your dream country, to your\n  destination, but it also gives me an additional incentive to combine\n  everything. I also hope with my art, with my talents, toever do it all\n  by myself, and to regain my freedom with this. I also hope to be able to follow courses. For example, you will soon\n  be in the movie industry, and you could learn a lot. In addition, I\n  saw that courses from New York are given this year, wow “Sudha Chandran is a exemple of a disabled and actress” Traveling through India Of course next to the Bollywood industry, I want to travel through\n  India and experience the life there, the feeling, the atmosphere, the\n  colors, the scents, the people, the adventures, so you feel you're\n  alive, one with everything. You can visit so many places in India. For\n  me, this would be an additional challenge, as many old buildings, busy\n  traffic, and there must be good roads and private hospitals. But most\n  of all, I would see a lot, but, of course, the magic Taj Mahal.\n  Besides, there are so many beautiful magic spots. Also I have contact\n  with an organization that is just fine for Bollywood industry, so I\n  have to go to Mumbai. I would also like to see nature, but I do not\n  know if this is possible. I am grateful for everything I can see and\n  experience. I hope, of course, to visit some festivals, Diwali or Holi\n  or another, in terms of health, it should be possible, but I'm someone\n  who gives everything. Divya II have one more reason. To meet Divya, my financial adoptive\n  girl. I have a financial adoptive girl in southern India since I was\n  19. Her name is Divya, and I love her, even though we never met. I'm a\n  kind of mother, but more a girlfriend, helper, I have many caps on, we\n  care a lot and I want the very best for her. And super good news:\n  Through my help all those years, she goes to college to do a degree.\n  She is the first of the organization to do this and I am very proud of\n  her, so very proud. She worked so hard and I believe in her and will\n  always believe in her. We have a wish together, and that is to really\n  meet each other. All those years I wrote her that I worked on it, and\n  I do, but unfortunately I did not succeed yet, but I keep on fighting.\n  Because I wish with all my heart and soul that we meet each other. And\n  I could finally give her all my love and support. The organization\n  advised me to let her fly to me re that said to live far away, this\n  can not be funded. So this is the case, but I want this so so when I\n  finally go to India, I will definitely do that and open my arms and\n  finally we can hug each other. Health treatment And not at least my health. If I finally go to my dream country, I\n  want to stay longer. I know they have many things in India for health.\n  I also have a Neuroborriolosis, in India, shows here what has to be\n  done. Ayurveda treatments are also recommended to me. The doctors in\n  the Netherlands gave me up and can not help me anymore, not even minor\n  infections of anything. Therefore, I have to look elsewhere, so I want\n  to grab chances with both hands. And try to at least get relief,\n  especially for the intense pain, that would be something. That would\n  be a great miracle! My father and I My father and I have a special band. Besides being there for me 24/7,\n  picking me up, turning, eating, drinking, etc., our dream has always\n  been to go to India. He also wanted to go to India in his youth, but\n  life was hectic and he did not succeed. Then I was born and thus his\n  love for travel, and especially to Indian areas, became extra strong,\n  as if the other half of my soul lives there sometimes. My father told\n  me about his dream .... he has not been able to travel for years and\n  cares for me. I am so grateful to him, and it is not very good with\n  him in terms of private circumstances. As long as my dad can lift and\n  take care of me, we want to make this trip, because I do not know any\n  other people who can, and he can not afford to do it. He grows older,\n  I'm not getting in better health. My illness is progressively worse\n  every year. If we still want to do this, and I want to give him this,\n  and if he can go to a historic building, but I do not know that\n  there's a super sweet person with me. I probably need somebody to\n  really wash me, but find and arrange for me to help me so that my\n  father can see and see it. So that he lives, I give him that too, it's\n  also his childhood dream. Fashion and more My dream, health, passions and talents, experiences, love. My\n  destination, as you can read. I want to try a lot and get it all out.\n  I also have many fans in India for my work, my artwork, my fashion and\n  more. I would like to try and arrange for them a greeting and\n  greeting. I also hope to arrange a fashion show. I know someone who\n  organizes events, so who knows if I can combine it? I hope so, so that\n  local people can start a business for my foundation to help me, myself\n  and others, to make something awesome with that talent. Psssst,\n  secretly I want to live there hihi, even though I've never been there\n  and I can't endure heat, and it's very hot there ... I hope to find a\n  way I can make a bed with a kind of cooling system, so that I can keep\n  it cool. I finally hope to come to my beloved India, despite pain and\n  disability. I try to leave all my bad things behind me and make a new\n  start in my beloved country. I know it would be intense, and I would\n  have to rest a lot, but it's the country of yoga and gurus. My sweet dogs I have three shih tzu's and they are my everything, my angels on\n  earth, and can not live without them. If I would make a short trip,\n  then they should be kept in a nice spot, but I'm going to my\n  destination, my core dreamland. So I want to go there too. The dogs\n  must come there if this is possible. There are so many reasons I want\n  to go there and there are so many possibilities there, but I have to\n  get there first. This costs a lot of adjustments, wins, knocks,\n  fighting and risks also take health because I've also attacks, and\n  then I'm completely dependent of others, but there are also costs,\n  things have to be created and, as I said, flying is already at least\n  eight times the price, plus the stretcher plus, I have to pay at least\n  one companion, the van, adjusted bed, places of stay, guides, health\n  treatments also cost a lot of money. But I'm so grateful for\n  everything that's going to happen. My thanks would be forever for you,\n  and who knows, I can think of something that, if I can, for the people\n  who want to take you with me a bit, when I talk on social media. Much\n  love, Tanika. I suffer a lot, more then I tell or show, my looks are\n  just looking normal, but I lay down on bed, because my bed is my\n  wheelchair... that is a diffrent story. But I keep strong and will\n  always fight for myself and others. Go follow your dreams! you can also donate on the foundation (stichtingtanika) with\n  titel project India Om Stichting Tanika te ondersteunen kunt u geld overmaken\n  op girorekening: 5593955 t.n.v. Stichting Tanika te Amsterdam IBAN: NL30INGB0005593955 BIC: INGBNL2A K.v.K. nummer: 34394153", "url": ["https://fundrazr.com/71MTQ5"]},
{"campaignTitle": "STAR CINEMA", "amountRaised": ["15"], "goal": "of $1.5M goal", "currencyType": ["U.S. Dollar"], "endDate": "", "numberContributors": ["2"], "story": "Hello, My name is Christiyan  Hristov Ivanov. I'm from Bulgaria and I have\n  recently moved to the country of the unlimited opportunities - The\n  United Stated of America. I'm came here to fulfill my American dream. I have always dreamed of\n  having my own movie theater. I have been working as cinematographer in\n  a cinema and I've seen a lot of things that I could do better, smarter\n  and more efficiently. Here is a description of my business idea. A movie theater, which is also called a cinema is a venue, usually a\n  building that contains an auditorium for viewing films/movies or\n  motion pictures as it is called in some quarters, for the purpose of\n  entertainment or perhaps education. Almost all movie theaters are\n  commercial operations open to the general public, who attend by\n  purchasing a ticket. The Tickets It is not always easy to buy a movie ticket especially when the movie\n  you want to watch is in the caliber of Star wars or Marvel movies. We\n  will have an online system where you can buy your ticket. You will say\n  “Ok that is not new every movie theater has that option”, but you will\n  also have the option of choosing where to seat in the hall. Before\n  getting to the stage of paying for your tickets you will see a map of\n  the hall. From this map you choose the best seats available. And it is\n  not only this. You will be able to make a reservation. For example –\n  you want to watch a movie at 6pm but you are not sure you will be able\n  to finish what you are doing before 6pm. You don’t need to buy your\n  ticket and than loose the money because you were not able to come. You\n  will be able to make a reservation, and again choose your seats. You\n  do not need to pay. The only thing you need to do is show up 20\n  minutes before the movie starts, show your reservation number, pay for\n  the tickets and that is it. If you do not show up to get your tickets\n  20 minutes before the movie starts, the system automatically will\n  delete your reservation and you don’t lose money because you did not come. The movie theater it self The movie theater will have 5 fully equipped with the best projection\n  machines. The 1st hall will be a VIP hall. The tickets will be a\n  little bit more expensive compared to standard halls. You will be to\n  lay dawn and watch your movie, even have you own table to put your\n  popcorns, nachos or whatever you got to eat while watching. 2nd\n  hall will be equipped with a 4DX system. This system allows to feel\n  things, like different smells, water, wind, explosions. 3rd hall\n  will be an IMAX hall. This is one of the best options if you are a big\n  fan of 3D movies. 4th and 5th halls will be standard halls.", "url": ["https://fundrazr.com/41MW96"]},
{"campaignTitle": "Gotta SING - Never to late to live a DREAM", "amountRaised": ["0"], "goal": "of $7.5k goal", "currencyType": ["U.S. Dollar"], "endDate": "", "numberContributors": ["0"], "story": "Hi! Im Sue Rowe... Practially my whole life I have dreamed of being a\n  singer even before I started acting. I took random voice lessons from\n  a variety of coaches along my way. I studied with a coach from every\n  genre of music including Rock, Gospel/Blues, Jazz, Broadway, Speech\n  Level and a few others. It wasn’t until I hosted a live music show for\n  8 months that I realized I loved Jazz/Blues the best and felt the most\n  freedom when I sang in that style. So I made the move from a lifetime\n  of hopes to be a country singer to singin the Blues... One of my biggest fears I had to overcome was my stage fright. When I\n  started I did not even know how to use a mic. So I frequently went to\n  karaoke bars to learn mic control and before you know it I was\n  entering Karaoke competitions and started to place! I even took 14th\n  at a national level competition with contestants from all over the\n  globe! I was making progress and overcoming my fears at the same time. Now I know most singers get their start when they 20’s or even\n  younger. But I was rasing babies and had a few other challenges... my\n  story is an interesting one... prehaps for a different day or for a\n  book later on. After all, I am still writing my story and you are\n  helping me to write it...  I’m 44 now and I just wrote my first song!\n  I won the battle to be ME and never gave up! I never thought it was\n  possible to be where I am now. I want to show everyone out there, it\n  is never to late to Live your Life. Now that my big battle is a war of\n  my past life lived, I’m ready share my heart and soul through my\n  music, music videos and even my feature films soon to come... I have found the right producer to make these songs into ones that\n  will be lasting impressions. This first push will be for the first\n  recording session. We have the band all fired up and ready to record.\n  The recording session for the first three songs will be $7,500. The funding will go towards the following... Title: ”LOVE IN FOUR CORNERS” 1 Day Recording Drums, Hornes, Upright Base, Guitarist, Rhythm 2,500 Studio Time Mixing Mastering 2,000 Vocal Recording 1 Day Mixing Mastering w/track 1,000 Producer to oversee entire production 1,500 Promotions for Final EP Music only 500 If I am able to get over the ammount I need I will start putting it\n  towards my Video Production budget for a professionally recoded music video. For all you that contribute we will be having a 1920’s themed Jam\n  later on this summer to launch the EP and you will have the exclusive\n  invitation and pre show invites! Can’t wait to see you all there! Thank you for being my friends and most of all for believing in my\n  Dreams. I have the best group of friends on this planet that a gal\n  could ask for ❤️", "url": ["https://fundrazr.com/GottaSing"]},
{"campaignTitle": "Support us to create Islamic Animation Videos", "amountRaised": ["634"], "goal": "of $7.2k goal", "currencyType": ["U.S. Dollar"], "endDate": "", "numberContributors": ["27"], "story": "Bismillahir Rahmanir Raheem Asslamu Alaikum Waramathullahi Wabarakathuhu Who are we and what are we? We are a group of passionate individuals together with scholars\n    striving to bring this holy Deen into our lives and to the lives of\n    the entire mankind through the digital media. The TOP ISLAMIC NETWORK consists of a heavily followed twitter handle and a super fast\n    growing Facebook page, Instagram account and a YouTube Channel where\n    we regularly update quotes, posters and animations. Visit our Dawah Network: Twitter: https://twitter.com/topislamicnet Facebook: http:// facebook.com/topislamicnet Instagram: https://www.instagram.com/maestrouzy/ YouTube: https://www.youtube.com/topislamicnet Alhamdulillah, as of today’s calculation (18/01/2017) our\n    network reaches to more than 7 million people a month and around 300,000 of them engage themselves to\n    our tweets, posts or videos. And the number grows higher and higher\n    on a regular basis. What is this fundraiser for? To make this project successfully run till the last day, Insha\n    Allah. We currently have a team of 06 fulltime workers and a few\n    freelancers. Our costs includes the salaries of staff, purchase of\n    montages, rent for the office space, utility bills, data connections\n    and other overheads. Alhamdulillah, with the help of the Almighty we\n    are currently bearing this huge cost until today. As the days pass,\n    we find it difficult to reach the next level or to continue this\n    massively rewarding project on our own, hence we need your financial assistance. What do I get in return? How many rewards are we talking about? Well, I would say billions. According to the nearest meaning a\n    hadith, “Whoever calls to guidance receives its rewards and the\n    rewards of those who followed him”. And we can assure you that all\n    your money will be invested in a way that you get its full potential\n    in this life and in the hereafter. Our goals for the year of 2017: Bigger and better team. Better equipment. Successfully provide posters and videos to our entire social media network. Make our contents more attractive and more professional. Build a website for TOP ISLAMIC NETWORK. Build a mobile application to easily get in touch with beneficial reminders. May Allah help us to attain his pleasure and to reach our goals\n    in our lives. May Allah bless you with more and more goodness. Jazakallahu Khaira for your concern Yours sincerely, Uzman Muhajir. Founder and CEO – Top Islamic Network.", "url": ["https://fundrazr.com/maestrouzyVideos"]},
{"campaignTitle": "Eat Your Heart Out: A Magical Realism Short Film", "amountRaised": ["4,622"], "goal": "of $6k goal", "currencyType": ["U.S. Dollar"], "endDate": "Jul 8, 2018", "numberContributors": ["66"], "story": "And so begins our 30-day countdown to shoot Eat Your Heart Out ... well, it is with your help. Abby Pierce and Julia Lederer are collaborating once again as writers\n  on this magical realism\n    short film that Abby will direct. It is intended to tour the international film festival circuits and will serve as their pitch to production companies to produce the\n    feature-length film . They have assembled an accomplished crew, and a cast you might\n  recognize from shows like Community, This Is Us, Modern Family, Chicago Fire, Battlestar\n  Galactica and movies like LA Confidential,\n      Brokeback Mountain, and Pearl Harbor. An established film production company, 71 Degrees North , has partnered with the film\n  and has agreed to give us $200,000 worth of equipment. The actors and producers are working for free, and the crew is\n  working well below their standard rates, all because they believe in\n  this story. What is our budget for? The crew is working below their standard rate, but we are shooting\n  multiple days and need to compensate them for their expertise and\n  work. We need to budget in insurance for our film equipment, and need\n  to provide food for the cast and crew. Also, there are costumes,\n  props, locations, and... well... blood (but in a charming way!). There's also editing, color correcting, sound mixing, and music rights. It adds up quickly. It's gonna happen! We are beginning our shoot July 7th. Everyone is\n  signed up and ready to go. We have the kindest and most talented team\n  and everyone is passionate about this movie. Be a part of the film! We'd love to see your name\n      in the credits. Bios of the team Jason\n  Chiu (Direcor of Photography) Jason is the visionary of the cinematography of this film. He has\n  worked on commercials for Nissan, Samsung, McDonald’s , and The Special Olympics . He was the DP for the award-winning\n  films Runner and Henry Gamble’s Birthday. Kyle Leland (1st Assistant Director) Kyle is an award-winning filmmaker in Chicago. He worked 10 years as\n  a production assistant on major studio productions and produced local\n  commercials since 2010. His short film for the 48 Hour Film Project\n  won top honors at Filmapalooza 2018 and was selected to screen at the Cannes Film\n  Festival this year. Abby Pierce (Co-Writer, Director, Actor) Abby is an improvisor, writer, director, and teacher in Chicago. The\n  webseries she created and co-wrote, The Exquisite Corpse , partnered her with OpenTV . She also teaches theater to inmates at\n  Cook County Jail along with Beacon Academy and various schools. She\n  will be directing Hopelessly Devoted at Piven Theatre next\n  March, which will also tour local prisons and jails. She is acting and\n  partnering with Pulitzer Prize Winner David Auburn on his upcoming\n  world premiere of The Adventures of Augie March next April.\n  Abby has appeared in Chicago Fire , Chicago PD ,\n  performed stand-up on TBS’s Rooftop Comedy Hour , and in\n  various indie films. Julia Lederer (Co-Writer) Julia is an internationally-acclaimed, award-winning writer. Her\n  plays have been produced across North America and in the UK. The\n    Toronto Star called her “delightfully original” and Crain’s Chicago\n    said her work is, “wonderfully weird, piercingly poetic and\n    unexpectedly moving.” NOW Magazine wrote, “Keep your eye on Lederer,\n    whose got huge potential.” Graham Beckel (narrator) Film and TV credits include: L.A. Confidential, Brokeback\n      Mountain, Battlestar Galactica, The Paper Chase, Leaving Las Vegas Charley Koontz (Actor) Film and TV credits include: Community, CSI: Cyber, Modern\n      Family, Rubber, and This Is Us. Christine Vrem-Ydstie (Producer) Katherine Bourne Taylor (Producer) Martin Rodhal (Executive Producer) Neha Schultz (Executive Producer) Braden Coucher (Production Designer) Joshua McClain (Location Scout) TBA: Sound Designer, Composer, Editor, Sound Mixer, Color Corrector,\n  Props Designer, Costume Design, Lighting Design, Assistant Camera,\n  Production Assistant", "url": ["https://fundrazr.com/51MZAd"]},
{"campaignTitle": "New Path Films \"Crazy Daze\" fundraiser", "amountRaised": ["20"], "goal": "of $5k goal", "currencyType": ["U.S. Dollar"], "endDate": "", "numberContributors": ["1"], "story": "New Path Films will be having a Red Carpet Fundraising party on April 26th Friday 6pm . It will be held the at the Hilton in San Bernardino. Come and join us as we raise money for our upcoming film Crazy Daze... Tickets will be $20 per person. There be a Dj, music, dancing, games, Raffle some prizes, food (appetizers), cake, drinks (no alcohol, alcohol will only be serve at the bar). and much more. We will also show four scenes from the movie. We need your help to make this movie happen, come and show your support as we rock the night away... if your not able to show up to the event and still would like to show your support by donating money, anything helps. Anything from $1 to $20 will be kindly appreciate... -All tickets sold are non refundable... thank you and we hope to see you at the event", "url": ["https://fundrazr.com/1Smm9"]},
{"campaignTitle": "Donate to keep The Animation Blog online!", "amountRaised": ["20"], "goal": "of $150 goal", "currencyType": ["U.S. Dollar"], "endDate": "", "numberContributors": ["1"], "story": "$150 is the amount needed to pay domain and hosting fees for an\n  entire year. Any amount helps. Thank you.", "url": ["https://fundrazr.com/emWf4"]},
{"campaignTitle": "WTH Short Films", "amountRaised": ["5"], "goal": "", "currencyType": [], "endDate": "", "numberContributors": [], "story": "If you already here, that means you like us. We would like to use our movies for a good cause too. Hopefully, we are entertaining you,in addition we want to give a meaning to what we do for fun and hope WTH can put that to a good cause. Support us!", "url": ["https://fundrazr.com/59kJ7"]},
{"campaignTitle": "HoldeNall Films 48 hr. project", "amountRaised": ["10"], "goal": "of $500 goal", "currencyType": ["U.S. Dollar"], "endDate": "", "numberContributors": ["2"], "story": "HoldeNall Films is competing in several film contests this year and would like your support. They are pulling a talented group of people together to create entertaining works of art with a message. Any and All support is greatly appreciated.", "url": ["https://fundrazr.com/eYqh7"]},
{"campaignTitle": "Kickstart my Animation Career - I need a Cintiq!!", "amountRaised": ["25"], "goal": "of $3k goal", "currencyType": ["Canadian Dollar"], "endDate": "", "numberContributors": ["2"], "story": "3 years ago at the tender age of 11 I found an animation website and\n  taught myself how to animate. Art talent runs in my family. I have\n  BugsBunny and Walt Disney in my veins. At the tender age of 13 I\n  decided to make animation my career, I have been using a primitive 200\n  dollar Bamboo tool so far, but come on guys, it's time to bump it up\n  to the next level and move into more serious hardcore technology so I\n  can put my stone-age tool to rest. Because my mom and I decided that\n  we still would like to eat and wear clothes for the next few months,\n  we thought it would be best to ask for help from people that have\n  money for food, clothes, and a little extra for people like us, and\n  since you're reading this I guess that means you. A professional\n  Cintiq is only 3,000 dollars, but my mom would probably take 3 years\n  to save 3,000 dollars. I need it now, not in 3 years, sorry mom. I\n  would be forever grateful for every 1 dollar, 5 dollar, or 3,000\n  dollar donation that comes in. I might even dedicate one of my\n  characters to you and you will see yourself on the cartoon network\n  between Bugs Bunny and Spongebob. Go ahead, make my day. Wouldn't you\n  like to be an answer to prayer? Be God's little helper and become a\n  cartoon character all at the same time. Help me while I'm still the\n  tender age of 15. Renew my faith in humanity, help the poor suffering\n  children of the world. God bless, and thank you. Amen.", "url": ["https://fundrazr.com/1cXHc"]},
{"campaignTitle": "BANFF MEDIA FESTIVAL MEET WITH NETFLIX", "amountRaised": ["920"], "goal": "of $2k goal", "currencyType": ["Canadian Dollar"], "endDate": "", "numberContributors": ["6"], "story": "My name is Tammy Lynne and I am an Indigenous Filmmaker. I was\n    just accepted to receive $1000 to attend BANFF WORLD MEDIA FESTIVAL\n    through creative B.C. passports to markets fund. This is a great\n    opportunity to kick-start many of my film projects in development,\n    plus, find distribution opportunities for my completed documentary\n    film project WHEN THEY TOOK THE CHILDREN. I need the money because\n    my total costs to make this happen is $3690. I have $690 to chip in\n    myself so the total I need is only $2000. Which consists of 1695\n    conference registration, $600 airfare, $400 4 night hotel, 4 days\n    food $240, ground transportation $200, marketing materials $200,\n    overhead $335. I'll be finding ways to scale this back and make sure\n    this happens. Any and all help is super appreciated. . thanks for\n    your time!!! So many of my projects will be supported by this trip including\n    my newest project BENEATH THE WEB (horror/thriller). Which I'll be\n    working on with my daughter. This is a project that is fun and\n    exciting. Which is different from all the emotional work I have been\n    doing. I also have a great animation project called GREY EYES (kinda\n    like a First Nations Harry Potter)created by my wonderful writer\n    friend Frank Busch. I will also be looking for leads for my\n    documentary series THEY NEVER STOPPED TAKING THE CHILDREN. Which\n    takes a look at the international problem of wrongful First Nations\n    child apprehension. A project very close to my heart. This\n    opportunity will get me lunch with decision makers like  NETFLIX.\n    I'll also send updates of the progress of my trip!! All donors of\n    $30 or more get a copy of my latest completed documentary WHEN THEY\n    TOOK THE CHILDREN. OR a piece of vintage sterling silver jewelry!!!\n    Any and all help is appreciated!!! Thanks so much for your time!!!", "url": ["https://fundrazr.com/e1M9c7"]}
]